Repository: easySuite/ding_reservation_settings
Catalog: translations/*.po
Languages: da

source: Disable quick reservation.
da: Deaktivér Kvik-reservering.

source: Enable quick reservation.
da: Aktivér Kvik-reservering.

source: Quick reservation settings.
da: Kvik-reserveringsindstillinger.

source: Quick reservation.
da: Kvik-reservering.

source: Disable quick reservation
da: Deaktivér Kvik-reservering.

source: If checked, you will be asked to select "Preferred branch" and "Interest period" on each reservation.
da: Du vil blive spurgt om Afhentningsfilial og Interesseperiode ved hver reservation.

source: If you deactivate "quick"-reservation, you can choose pickup branch and interest period upon each reservation.
da: Hvis du deaktiverer Kvik-reservering, kan du vælge Afhentningsfilial og Interesseperiode ved hver reservation.

source: If you activate "quick"-reservation, you do not need to choose pickup branch and interest period upon each reservation.
da: Hvis du aktiverer Kvik-reservering, vil du ikke blive spurgt om Afhentningsfilial og Interesseperiode ved hver reservation.

source: Reservation settings.
da: Kvik-reserveringsindstillinger.

source: Configure reservation.
da: Konfigurér Kvik-reservering.

source: Ding Reservation Settings
da: Kvik-reserveringer

source: Allows users to enable/disable quick reservation.
da: Tillad brugere at aktivere/dekativere Kvik-reservering.
